{
	"boxes": 
	[
		{
			"sections": [{
				"name": "Acerca de este Sitio",
				"imgs": ["Imagenes/Decoracion/MirasolMorado-Huiramba_98x100px.jpg"],
				"paragraphs": [
					"De acuerdo con las intenciones de quien trabaja y sostiene este sitio web, hace falta mucho por definir y agregar en esta obra.",
					"Con la creación de este sitio en la Internet se pretende principalmente registrar y difundir una perspectiva, en especial que valora la peculiaridad y belleza de un pequeño territorio, cuyos contornos fundamentales están definidos por la vida humana.",
					"Este sitio virtual es una obra humana. Que sin embargo intenta reflejar y poner atención en el mar en que está sumergido Huiramba; está sumergido en el universo entero.",
					"Se ha puesto atención en que las características de este sitio como la distribución de los espacios, los elementos funcionales y la decoración, tengan raíces en las peculiaridades que podemos encontrar en el Municipio de Huiramba.",
					"Lo que motiva la creación de este sitio, en primer lugar es la reacción ante las irreparables y dañinas pérdidas de elementos tanto naturales como culturales de gran valor, en este caso en el pequeño Huiramba. En relación directa con esta apreciación, en los trabajos de este sitio se considera a la amplitud de la perspectiva existencial de las personas como lo más poderoso para definir cómo es la vida humana. Lo que se toma como perspectiva es el conjunto de valores, motivaciones, conocimientos y capacidad de relacionar.",
					"Se quiere entonces incidir en la perspectiva de la gente relacionada directamente con Huiramba, y también de todo aquel que visite este sitio, dado que en diversas partes del planeta existen paralelos, situaciones parecidas o relacionadas con las de este Municipio michoacano. O también la referencia que es este sitio puede ser útil para establecer contrastes.",
					"Es bueno declarar que aquí se resaltan y difunden los elementos de valor de Huiramba bajo un análisis amplio. Dónde las calles y las casas tiene una relación con la historia universal, dónde el aire y el cielo son contenedores de dicha, donde hay rayos de sol cuando las personas dicen buenos días...",
					"Sin embargo se tiene previsto poner atención en los problemas y aspectos negativos del Municipio de Huiramba con la Intensión de ayudar en el entendimiento de ellos y entonces enfocar la necesaria armonía que lleva a un mejor estado de las cosas.",
					"La aportación de los recursos necesarios para el mantenimiento, la  administración, diseño y edición de este sitio ha sido realizada por Gabriel Argenis Ponce Fuentes, originario y habitante de Huiramba."
				]
			}]
		}
	]
}